# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries

brew 'node'
brew 'bat'
brew 'coreutils' # Those that come with macOS are outdated
brew 'jq'
brew 'mackup'
brew 'mas'

# Apps
cask 'sfdx'
cask 'dropbox'
cask '1password'
cask 'google-chrome'
cask 'google-drive'
cask 'microsoft-teams'
cask 'insomnia'
cask 'jetbrains-toolbox'
cask 'slack'
cask 'skype'
cask 'telegram-desktop'
cask 'whatsapp'
cask 'viber'
cask 'messenger'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'zoom'
cask 'battle-net'
cask 'todoist'
cask 'microsoft-excel'
cask 'microsoft-word'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
